左肺中心型
下叶近肺门处
左肺下叶前段
右侧肺门
右肺胸膜下
纵隔及右肺门淋巴结
左肺门及纵隔内淋巴结
左肺下叶纵隔旁
双侧肺门
右锁上淋巴结
左侧肺门
左上肺叶背段
右侧乳头
肝后叶
肝左静脉及门脉左支
右肺上叶近肺门区
肺门旁
两肺下叶基底段
各叶段支气管
较前减少
肝门区淋巴结
两侧肺门区
较前无明显变化
右侧肾上腺
淋巴道
左肺野
肝
下叶外侧基底段
肺后段
腹主动脉旁多发淋巴结
双肺小结节
右肺中叶外侧段胸膜下
左上肺舌段
右叶后下段
肺上叶尖后段
胸膜下肺内
肝脏右后叶下角
右侧胸壁
肺下叶基底段
肺下叶背段
左下肺叶
左小脑半球
腰骶椎骨
右肺水平裂
骨
脑
肝门区
右肺上叶及中叶
右肺上叶前段淋巴道
右侧肾盂
双侧腋窝淋巴结
肾动脉
网膜
肝门部胆管内
左侧顶叶
右肾动静脉
乳头外侧
右侧肾静脉
右肺下叶后基底段支气管
右中肺胸膜下
左肺
肺下叶
双肺上
气管隆突下
右肺门纵隔多发肿大淋巴结
左侧膈肌上提前纵膈
左锁骨上淋巴结
上叶支气管
纵隔与右肺门淋巴结
右肺中叶内侧段支气管
上叶后段支气管
肺下叶后基底段支气管
右侧中心型肺
肝胆脾
乳腺外
肝右叶肝内胆管
左肺下叶支气管
左肺下叶内基底段
两肺支气管
右肺中叶外侧
乳下象限
颅脑
肝右叶包膜下
右肺中叶内
右肾中
胃窦
右肺上叶背段
右上肺前段
下肺胸膜下
右下肺基底段
左乳腺
病灶较前增大
鼻咽
颈胸腰骶椎
右肺下叶及左肺上叶
右上肺叶前内基底段
右肺
左肺上叶
腹盆腔
左肾髓质部
少许斑片影
右乳腺
腹膜后多发淋巴
右肺下叶外基底段支气管
纵隔及两肺门多发淋巴结
左肾下极
右枕顶叶
胰尾
左肺下叶后段
颈椎
中叶水平裂旁
椎
右叶胆管内
肝左内叶
双侧肩胛骨
双肺上叶胸膜下
肝内外胆管
乳腺下象限
右侧肾下腺
右下肾
胰腺后方
右肺上叶尖段支气管
较前缩小
左上肺叶支气管
双颈部
颈部淋巴结
额叶大脑镰
左下肺门区
右侧额叶
左锁上区肿大淋巴结
骶骨
食管下段
待除外
两肺下叶
右下气管旁
右侧腋窝右侧锁骨上区多发淋巴结
腹腔肝胃间隙
纵膈淋巴结
双侧斜裂区
右侧顶叶
副乳腺
右侧腋窝腋下组淋巴结
乳腺
各叶段
双肾
左上臂
淋巴管
右肾肾盏
双肺支气管
左肝内
左肺上叶近纵隔旁
肝脏实质
左下肺门
双肺结节
纵隔
左肾上腺
右上肺近肺门
肝动脉
右下肺及肺门区
远端肺内
肝尾状叶
左肺下叶基底段
左肺下叶中
肝顶部
上叶舌段支气管
右肺上叶前段支气管
左叶近膈顶
乳腺皮肤
乳内下象限
较前无变化
右下肺门
右下肺近胸膜处
右肺下叶及上叶
左肺下叶尖段
右侧枕叶
纵隔及肺门多发增大淋巴结
左下肺
右上肺背段
胰头
腹腔
双肾上腺
心包
两侧乳腺
右乳外上象限
左肺下叶前内基底段
左侧锁骨上窝淋巴结
右肺下叶肺门
左肺上叶胸膜下
右锁骨上窝纵隔
直肠上动脉旁及直肠系膜多发小淋巴结
双侧叶间胸膜
肺下叶前段
左肾中部
下叶支气管
尾状叶
右肺上叶后段近胸膜下
右肺上叶后段近胸膜处
右肺斜裂
胃
中叶外侧段支气管
肝门胆管
糖代谢增高
右肺支气管
右肺尖胸膜下
肺门区淋巴结
中叶胸膜下
左侧肾
乳房外侧
右肺上叶前段
乳腺后间隙
右肺上叶支气管
腹膜
纵隔多组见多发肿大淋巴结
右上肺静脉
左肾中上部
双肺间
胸肌
淋巴结
肾盂内
右上肺门
右肾实质内
右肺中叶及下叶支气管
右肺门支气管开口
下叶外基底段胸膜下
肝左叶
右颈部淋巴结
右肺中叶
较前未见明显变化
右肺门并纵隔淋巴结
锁上
左下肺近肺门区
右肺下叶外侧基底段
左肺下叶外
左侧肾脏
肺下叶后基底段
左肺下叶外基底段
右侧锁骨上区
未见明显变化
两肺叶
肺血管
双侧肱骨头
右肺下叶基底段
肝总动脉
右上肺
双肺下叶
右侧乳腺
肋骨
纵隔及双肺门淋巴结
下区及双侧腋窝多发淋巴
右肺下叶内基底段支气管
上叶尖段支气管
右肾盂
右侧乳
左侧肾盂
双肺多发结节
左侧叶裂
右中叶支气管
肝内胆管
性质待定
肝左外叶
左侧锁骨下区
右肺上叶尖段
多发病变
双颞叶
左肺叶间胸膜
右侧肺门和纵隔多发肿大淋巴结
肝右后叶
腹腔腹膜后淋巴结
肾被膜
右肺门上区
两肺上叶
肾盂
左下颈淋巴结
左侧腋下淋巴结
左锁骨上
左肺下叶背段胸膜下
乳房内
斑片影
乳腺外象限
右肺门血管
左上肺纵隔旁
右肺斜裂旁
双侧多个肋骨
乳晕区
乳外上象限
左侧肺门淋巴结
右肺上叶
左侧腋窝肿大淋巴结
后基底段
胆管
右侧内乳区
左肺上叶上舌段支气管
右肺下叶胸膜
纵隔多发淋巴结
乳腺下
两侧肾下腺
乳内上象限导管
皮下
上下叶
左侧胸膜及淋巴结
右肝内
左心包旁增大淋巴结
乳腺乳头
右中肺内侧段
左腋窝多发淋巴结
右肺门及纵隔淋巴结
胸椎及附件
右肺上叶尖段纵隔旁
右上肺叶外基底段
脑干
肝右叶内侧
左上肺肺门区
右侧肾上腺体部
肺间质
乳中央区
胸腺
肺上叶下舌段
双侧锁骨区多发淋巴结
乳局部导管
右侧盆壁淋巴结
胸壁及胸肌
左肺上叶上舌段
肺上叶后段支气管
左肺上叶背段
脾
肝左叶胆管
左肺动脉干
左乳
双肺下叶基底段
两肺内
双肺门
两肺弥漫小结节
肺下叶外基底段
双肺门淋巴结
左肺门及纵隔淋巴结
左肺上叶舌段支气管
右锁骨上淋巴结
右侧胸膜及纵隔
肺
上位椎体
甲状腺左叶中部
右肺上叶外侧
左肾上腺外支
右侧小脑半球及双侧大脑半球
左侧内乳区
左侧胸膜
乳头下
左下肺支气管
右后中下纵隔
上肺支气管
两侧肺
右肺叶
左乳外上象限
上叶前段支气管
左肺上叶后基底段
左锁上
右叶实质内
左肺门淋巴结
左侧锁骨区淋巴结
右肺下叶肺门旁
左肾皮质内
肺叶外基底段
右侧肾上腺外支
左肾实质内
右肺门淋巴结
多发病灶
右顶叶
右肺中叶支气管
肺内淋巴道
乳腺区
右肺中叶纵膈
右肺上叶支气管壁
肝右后叶上段
肝左叶近膈顶
右下肺叶
结肠肝曲
右肺上叶胸膜下
右肺门纵隔淋巴结
肺上叶前段支气管
不规则骨质改变
胸膜
右肺门及纵隔淋巴结转移
肩胛骨
左侧气管食管沟肿大淋巴结
肝右叶
肾上腺区
前纵隔
左叶肝内胆管
左侧腋窝
肝内血管
右侧腋窝
右侧锁骨
乳腺乳头后方
双肺内
右小脑
胰体部
乳局部腺体
左侧肩胛骨及胸骨
甲状腺右叶内
肝肋下
左肺纵隔旁
右肺下叶后底段
乳腺上象限
右侧小脑
左肺胸膜
左侧腋窝软组织
左肺下叶后基底段
下叶基底干
右肺下叶支气管
右肺上叶内
肺中叶内段
双肺上叶
右侧斜裂胸膜
右肺上叶后段胸膜下
肺中叶外侧段
上位胸椎
右肺上舌段及上叶前基底段
胸腰椎椎体
肺上叶后段
肺门纵隔淋巴结
下叶基底段胸膜下
右侧内乳血管旁
纵膈内多发淋巴结
乳腺上方
肺门淋巴结
双肺尖
叶间裂
右下肺
右肺下叶后基底段
肝胃韧带区
双肺支气管血管束
肝右叶胆管
肺动脉瓣
右下肺门区
乳腺外侧象限
肺上叶舌段
左下肺韧带
腹膜后淋巴结
左肾上极
左肺下叶胸膜
左侧肱骨头
右侧肺
右前叶
左下中肺
皮肤结节
下叶近胸膜下
右后叶
中叶支气管
肾盂旁
右肺中叶部
右下肺叶外基底段
双侧肺
左中肺叶
肺上叶尖段支气管
右肺上叶近水平裂
左肺上叶前段
左肺支气管
右肺上叶尖段及前段
乳腺内
下位胸椎
下肺支气管
右下肺背段
左肺尖
右肾上极
右下肺叶背段
双肺下
左肺下叶近肺门区
甲状腺左侧叶内
左肺动脉
近肝门区
近肺门
左侧额叶
上叶尖后段
左肺舌叶
部分椎骨
肺下叶前内基底段
右侧腋窝多个淋巴结
左额叶
双侧肾上腺区
两肺下叶外基底段
乳内上象限
左肺上叶舌段及下叶背段
右侧肋骨
左侧锁骨区
右肺下叶背段支气管
甲状腺右侧叶上极
甲状腺双侧叶及峡部
左肺动脉旁
左侧肋骨
左侧叶
右肾下
左侧支气管壁
右肺下叶外基底段
左股骨
左腋窝淋巴结
乳腺腺体
脑膜
右肺中叶内侧段
右肺上叶近肺门
双侧胸膜
右侧叶
多发胸腰椎
右肺尖胸膜
不排除
中叶内侧段支气管
腹腔及腹膜后多发淋巴结
左下肺前底段
右腋窝及右颈根部淋巴结
左侧纵隔
右腋窝淋巴结
右肺下叶内侧基底段
右下肺动脉
纵隔及左侧肺门淋巴结
左侧乳
双额叶
左侧腋窝淋巴结
右肾下腺
双肾内
多发转移化疗后
隆突上见肿大淋巴结
肺上舌段
两侧肋胸膜
左肺上叶支气管
纵隔及左肺门肿大淋巴结
甲状腺双叶
左上肺叶
肝门处
纵膈肿大淋巴结
甲状腺右侧叶上
双肾实质
左肺下叶
右侧多发小结节
双侧肺门区
右上叶支气管
左侧膈上
双肺下叶背
纵隔内多个肿大淋巴结
左侧内乳区淋巴结
左腋窝及左锁上淋巴结
纵隔肿大淋巴结
双肺门多发淋巴结
右肺下叶中心型
右侧乳腺乳头后方
右前纵隔
右肺上叶近肺门处
糖代谢增高灶
腋窝淋巴结
左下肺背段
乙状结肠
右侧叶间胸膜
直肠下段
左肺上叶下舌段
双肺
乳头后
左肺下叶背段支气管
左下肺叶支气管
两乳
腹部
乳腺外上
左肺肺门
肝脏左内叶
肝左内
左侧肩胛骨
右乳
甲状腺右叶中部
侧部分肋骨
两锁下
均较前缩小
左肺上
卵巢
左侧肾上腺
右侧腋窝淋巴结
宫颈
膈上淋巴结
气管后
双侧小脑及大脑实质内
胸骨
上叶下舌段
左中肺及上肺
腹盆腔淋巴结
左侧叶间裂
右肺尖
左侧叶间胸膜
根治术
乳外象限
双上肺支气管
骨质密度不均匀
左腋下多发肿大淋巴结
左肺上叶舌
右肺中叶内段
右肺下叶近肺门区
纵隔内多发淋巴结
双肺部
右上肺纵隔旁
左上肺
肾实质
右肺中叶及下叶
右肺斜裂胸膜
左肺门旁
食管下段管壁
左乳外侧
两侧叶间胸膜
左肺上叶纵隔旁
左侧乳腺
左肾上腺区